Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: Reset to Built-in Defaults
ar: إعادة الضبط إلى الافتراضي المدمج
cs: Obnovit vestavěné výchozí
de: Auf eingebaute Standardwerte zurücksetzen
el: Επαναφορά στις ενσωματωμένες προεπιλογές
es: Restablecer a valores integrados
fi: Palauta sisäänrakennetut oletukset
fr: Réinitialiser aux valeurs intégrées
it: Reimposta ai valori predefiniti
ja: 組み込みのデフォルトにリセット
ko: 기본 제공 기본값으로 재설정
pl: Przywróć wbudowane wartości domyślne
pt_br: Restaurar para padrões integrados
tr: Yerleşik varsayılanlara sıfırla

source: Reset to Default
ar: إعادة الضبط إلى الافتراضي
cs: Obnovit výchozí
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογής
es: Restablecer al predeterminado
fi: Palauta oletus
fr: Réinitialiser par défaut
it: Reimposta predefinito
ja: デフォルトにリセット
ko: 기본값으로 재설정
pl: Przywróć domyślne
pt_br: Restaurar padrão
tr: Varsayılana sıfırla

source: Reset to Defaults
ar: إعادة الضبط إلى الإعدادات الافتراضية
cs: Obnovit výchozí hodnoty
de: Auf Standardwerte zurücksetzen
el: Επαναφορά προεπιλογών
es: Restablecer valores por defecto
fi: Palauta oletukset
fr: Réinitialiser les valeurs par défaut
it: Reimposta valori predefiniti
ja: デフォルトにリセット
ko: 기본값으로 재설정
pl: Przywróć ustawienia domyślne
pt_br: Restaurar padrões
tr: Varsayılanlara sıfırla

source: Reset User Message Template to Default
ar: إعادة ضبط قالب الرسالة
cs: Obnovit šablonu zprávy
de: Benutzermeldungsvorlage zurücksetzen
el: Επαναφορά προτύπου μηνύματος
es: Restablecer plantilla de mensaje
fi: Palauta käyttäjäviestin malli oletukseksi
fr: Réinitialiser le modèle de message
it: Reimposta modello messaggio
ja: ユーザーメッセージテンプレートをデフォルトにリセット
ko: 사용자 메시지 템플릿을 기본값으로 재설정
pl: Przywróć szablon wiadomości
pt_br: Restaurar modelo de mensagem
tr: Mesaj şablonunu sıfırla

source: Resize Shape
ar: تغيير حجم الشكل
cs: Změnit velikost tvaru
de: Form skalieren
el: Αλλαγή μεγέθους σχήματος
es: Cambiar tamaño de forma
fi: Muuta muodon kokoa
fr: Redimensionner la forme
it: Ridimensiona forma
ja: シェイプのサイズを変更
ko: 도형 크기 조정
pl: Zmień rozmiar kształtu
pt_br: Redimensionar forma
tr: Şekli yeniden boyutlandır

source: Resource
ar: المورد
cs: Zdroj
de: Ressource
el: Πόρος
es: Recurso
fi: Resurssi
fr: Ressource
it: Risorsa
ja: リソース
ko: 리소스
pl: Zasób
pt_br: Recurso
tr: Kaynak

source: Resource estimates are calculated per this many users, then scaled proportionally if Team Size is set on the project.
ar: تُحسب تقديرات الموارد لكل هذا العدد من المستخدمين، ثم تُوسَّع نسبيًا إذا تم تعيين حجم الفريق في المشروع.
cs: Odhady zdrojů se počítají na tento počet uživatelů a poté se proporcionálně škálují, pokud je v projektu nastavena Velikost týmu.
de: Ressourcenschätzungen werden pro dieser Anzahl Benutzer berechnet und dann proportional skaliert, wenn die Teamgröße im Projekt festgelegt ist.
el: Οι εκτιμήσεις πόρων υπολογίζονται ανά αυτόν τον αριθμό χρηστών και έπειτα κλιμακώνονται αναλογικά αν έχει οριστεί Μέγεθος ομάδας στο έργο.
es: Las estimaciones de recursos se calculan por este número de usuarios y luego se escalan proporcionalmente si se establece el tamaño del equipo en el proyecto.
fi: Resurssiarviot lasketaan tätä käyttäjämäärää kohti ja skaalataan suhteellisesti, jos projektin tiimin koko on asetettu.
fr: Les estimations de ressources sont calculées par ce nombre d'utilisateurs, puis mises à l'échelle proportionnellement si la Taille de l'équipe est définie sur le projet.
it: Le stime delle risorse sono calcolate per questo numero di utenti, quindi scalate proporzionalmente se la Dimensione del team è impostata sul progetto.
ja: リソースの見積もりはこのユーザー数を基準に計算され、プロジェクトにチーム規模が設定されている場合は比例して調整されます。
ko: 리소스 추정치는 이 사용자 수를 기준으로 계산되며, 프로젝트에 팀 규모가 설정된 경우 비례하여 조정됩니다.
pl: Szacunki zasobów są obliczane na podstawie tej liczby użytkowników, a następnie skalowane proporcjonalnie, jeśli w projekcie ustawiono Rozmiar zespołu.
pt_br: As estimativas de recursos são calculadas por esse número de usuários e depois escalonadas proporcionalmente se o Tamanho da equipe estiver definido no projeto.
tr: Kaynak tahminleri bu sayıda kullanıcı için hesaplanır, daha sonra projede Takım Boyutu ayarlandıysa orantılı şekilde ölçeklenir.

source: Response
ar: الاستجابة
cs: Odpověď
de: Antwort
el: Απόκριση
es: Respuesta
fi: Vastaus
fr: Réponse
it: Risposta
ja: レスポンス
ko: 응답
pl: Odpowiedź
pt_br: Resposta
tr: Yanıt

source: Restart now
ar: إعادة التشغيل الآن
cs: Restartovat nyní
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fi: Käynnistä nyt uudelleen
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시작
pl: Uruchom ponownie teraz
pt_br: Reiniciar agora
tr: Şimdi yeniden başlat

source: Restart required
ar: إعادة التشغيل مطلوبة
cs: Vyžadován restart
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Reinicio necesario
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage requis
it: Riavvio richiesto
ja: 再起動が必要です
ko: 재시작 필요
pl: Wymagane ponowne uruchomienie
pt_br: Reinicialização necessária
tr: Yeniden başlatma gerekiyor

source: Retrieval Strategy
ar: استراتيجية الاسترداد
cs: Strategie načítání
de: Abrufstrategie
el: Στρατηγική ανάκτησης
es: Estrategia de recuperación
fi: Hakustrategia
fr: Stratégie de récupération
it: Strategia di recupero
ja: 取得戦略
ko: 검색 전략
pl: Strategia pobierania
pt_br: Estratégia de recuperação
tr: Alma stratejisi

source: Retry
ar: إعادة المحاولة
cs: Opakovat
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
ja: リトライ
ko: 재시도
pl: Ponów
pt_br: Tentar novamente
tr: Yeniden dene

source: Reverse target
ar: الهدف العكسي
cs: Opačný cíl
de: Umkehrziel
el: Αντίστροφος στόχος
es: Destino inverso
fi: Käänteinen kohde
fr: Cible inverse
it: Destinazione inversa
ja: 逆方向のターゲット
ko: 역방향 대상
pl: Cel odwrotny
pt_br: Destino reverso
tr: Ters hedef

source: Revert
ar: إرجاع
cs: Vrátit zpět
de: Wiederherstellen
el: Επαναφορά
es: Revertir
fi: Palaa
fr: Rétablir
it: Ripristina
ja: 元に戻す
ko: 되돌리기
pl: Przywróć
pt_br: Reverter
tr: Geri al

source: Revert to "%@"
ar: الإرجاع إلى "%@"
cs: Vrátit se k „%@“
de: Auf "%@" zurücksetzen
el: Επαναφορά σε "%@"
es: Revertir a "%@"
fi: Palaa versioon "%@"
fr: Revenir à "%@"
it: Ripristina a "%@"
ja: 「%@」に戻す
ko: "%@"(으)로 되돌리기
pl: Przywróć do „%@”
pt_br: Reverter para "%@"
tr: "%@" sürümüne geri dön

source: Revert to "%@"?
ar: الإرجاع إلى "%@"؟
cs: Vrátit se k „%@“?
de: Auf "%@" zurücksetzen?
el: Επαναφορά σε "%@";
es: ¿Revertir a "%@"?
fi: Palataanko versioon "%@"?
fr: Revenir à "%@" ?
it: Ripristinare a "%@"?
ja: 「%@」に戻しますか？
ko: "%@"(으)로 되돌리시겠습니까?
pl: Przywrócić do „%@”?
pt_br: Reverter para "%@"?
tr: "%@" sürümüne geri dönülsün mü?

# Review your graph against %lld enabled patterns using %@.
source: Review your graph against %1$lld enabled patterns using %2$@.
ar: راجع الرسم البياني مقابل %lld أنماط مفعّلة باستخدام %@.
cs: Zkontrolujte svůj graf vůči %lld povoleným vzorům pomocí %@.
de: Überprüfe deinen Graphen anhand von %lld aktivierten Mustern mit %@.
el: Ελέγξτε τον γράφο σας έναντι %lld ενεργοποιημένων μοτίβων χρησιμοποιώντας %@.
es: Revisa tu grafo frente a %lld patrones activos usando %@.
fi: Tarkista graafisi %1$lld käytössä olevaa mallia vasten käyttäen %2$@.
fr: Examinez votre graphe avec %lld motifs activés en utilisant %@.
it: Esamina il tuo grafo rispetto a %lld pattern attivi usando %@.
ja: %2$@ を使用して、有効な %1$lld 個のパターンに照らしてグラフをレビューします。
ko: %2$@을(를) 사용하여 활성화된 패턴 %1$lld개에 대해 그래프를 검토합니다.
pl: Przejrzyj graf pod kątem %lld włączonych wzorców, używając %@.
pt_br: Revise seu gráfico contra %lld padrões ativados usando %@.
tr: Grafiğinizi %@ kullanarak %lld etkin desene karşı inceleyin.

source: Right-size models
ar: تحديد الحجم المناسب للنماذج
cs: Správně dimenzovat modely
de: Modelle richtig dimensionieren
el: Σωστή διαστασιολόγηση μοντέλων
es: Ajustar el tamaño de los modelos
fi: Mitoita mallit oikein
fr: Adapter la taille des modèles
it: Dimensiona correttamente i modelli
ja: モデルを適正化
ko: 모델 적정 크기 조정
pl: Dopasuj rozmiar modeli
pt_br: Dimensionar modelos
tr: Modelleri uygun boyutlandır

source: Risk
ar: المخاطر
cs: Riziko
de: Risiko
el: Κίνδυνος
es: Riesgo
fi: Riski
fr: Risque
it: Rischio
ja: リスク
ko: 위험
pl: Ryzyko
pt_br: Risco

source: Risk & Compliance
ar: المخاطر والامتثال
cs: Riziko a soulad
de: Risiko & Compliance
el: Κίνδυνος και συμμόρφωση
es: Riesgo y cumplimiento
fi: Riski ja vaatimustenmukaisuus
fr: Risque et conformité
it: Rischio e conformità
ja: リスクとコンプライアンス
ko: 위험 및 규정 준수
pl: Ryzyko i zgodność
pt_br: Risco e conformidade
tr: Risk ve uyumluluk

source: Role
ar: الدور
de: Rolle
el: Ρόλος
es: Rol
fi: Rooli
fr: Rôle
it: Ruolo
ja: 役割
ko: 역할
pl: Rola
pt_br: Função
tr: Rol

source: Rounded Rect
ar: مستطيل مدوَّر
cs: Zaobl. obdélník
de: Abger. Rechteck
el: Στρογγυλεμένο ορθογώνιο
es: Rect. redondeado
fi: Pyöristetty
fr: Rect. arrondi
it: Rett. arrotondato
ja: 角丸長方形
ko: 둥근 직사각형
pl: Zaokr. prostokąt
pt_br: Ret. arredondado
tr: Yuvarlatılmış dikdörtgen

source: Router
ar: موجِّه
el: Δρομολογητής
es: Enrutador
fi: Reititin
fr: Routeur
ja: ルーター
ko: 라우터
pt_br: Roteador
tr: Yönlendirici

source: Routing
ar: التوجيه
cs: Směrování
el: Δρομολόγηση
es: Enrutamiento
fi: Reititys
fr: Routage
it: Instradamento
ja: ルーティング
ko: 라우팅
pt_br: Roteamento
tr: Yönlendirme

source: Run Analysis
ar: تشغيل التحليل
cs: Spustit analýzu
de: Analyse starten
el: Εκτέλεση ανάλυσης
es: Ejecutar análisis
fi: Suorita analyysi
fr: Lancer l'analyse
it: Esegui analisi
ja: 分析を実行
ko: 분석 실행
pl: Uruchom analizę
pt_br: Executar análise
tr: Analizi çalıştır

source: Save
ar: حفظ
cs: Uložit
de: Sichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
tr: Kaydet

source: Save a snapshot of the current state. You can revert to this version later.
ar: حفظ لقطة من الحالة الحالية. يمكنك العودة إلى هذا الإصدار لاحقًا.
cs: Uložit snímek aktuálního stavu. Tuto verzi můžete později obnovit.
de: Speichere einen Schnappschuss des aktuellen Zustands. Du kannst später zu dieser Version zurückkehren.
el: Αποθήκευση στιγμιότυπου της τρέχουσας κατάστασης. Μπορείτε να επαναφέρετε αυτήν την έκδοση αργότερα.
es: Guardar una instantánea del estado actual. Puedes revertir a esta versión más tarde.
fi: Tallenna nykytilan kopio. Voit palata tähän versioon myöhemmin.
fr: Enregistrer un instantané de l'état actuel. Vous pourrez revenir à cette version plus tard.
it: Salva uno snapshot dello stato attuale. Potrai ripristinare questa versione in seguito.
ja: 現在の状態のスナップショットを保存します。後でこのバージョンに戻すことができます。
ko: 현재 상태의 스냅샷을 저장합니다. 나중에 이 버전으로 되돌릴 수 있습니다.
pl: Zapisz migawkę bieżącego stanu. Możesz później przywrócić tę wersję.
pt_br: Salvar um snapshot do estado atual. Você pode reverter para esta versão mais tarde.
tr: Geçerli durumun anlık görüntüsünü kaydedin. Daha sonra bu sürüme geri dönebilirsiniz.

source: Save As...
ar: حفظ باسم…
cs: Uložit jako…
de: Sichern unter…
el: Αποθήκευση ως…
es: Guardar como…
fi: Tallenna nimellä…
fr: Enregistrer sous…
it: Salva con nome…
ja: 別名で保存...
ko: 다른 이름으로 저장...
pl: Zapisz jako…
pt_br: Salvar como…
tr: Farklı kaydet…

source: Scaled
ar: موسَّع
cs: Škálováno
de: Skaliert
el: Κλιμακωμένο
es: Escalado
fi: Skaalattu
fr: Mis à l'échelle
it: Ridimensionato
ja: スケール済み
ko: 조정됨
pl: Skalowane
pt_br: Escalonado
tr: Ölçeklenmiş

source: Scaled for %lld users
ar: موسَّع لـ %lld مستخدم
cs: Škálováno pro %lld uživatelů
de: Skaliert für %lld Benutzer
el: Κλιμακωμένο για %lld χρήστες
es: Escalado para %lld usuarios
fi: Skaalattu %lld käyttäjälle
fr: Mis à l'échelle pour %lld utilisateurs
it: Ridimensionato per %lld utenti
ja: %lld ユーザー向けにスケール
ko: 사용자 %lld명에 맞게 조정됨
pl: Skalowane dla %lld użytkowników
pt_br: Escalonado para %lld usuários
tr: %lld kullanıcı için ölçeklendi

source: Scaling Recommendations
ar: توصيات التوسع
cs: Doporučení škálování
de: Skalierungsempfehlungen
el: Συστάσεις κλιμάκωσης
es: Recomendaciones de escalado
fi: Skaalaussuositukset
fr: Recommandations de mise à l'échelle
it: Raccomandazioni di scaling
ja: スケーリングの推奨事項
ko: 확장 권장 사항
pl: Zalecenia skalowania
pt_br: Recomendações de escala
tr: Ölçeklendirme önerileri

source: Seconds for one LLM call, by agent complexity.
ar: عدد الثواني لاستدعاء نموذج لغوي واحد، حسب تعقيد الوكيل.
cs: Sekundy na jedno volání LLM podle složitosti agenta.
de: Sekunden für einen LLM-Aufruf, nach Agentenkomplexität.
el: Δευτερόλεπτα για μία κλήση LLM, ανά πολυπλοκότητα πράκτορα.
es: Segundos por una llamada al LLM, según la complejidad del agente.
fi: Sekunteja yhtä LLM-kutsua kohden agentin monimutkaisuuden mukaan.
fr: Secondes pour un appel LLM, selon la complexité de l'agent.
it: Secondi per una chiamata LLM, in base alla complessità dell'agente.
ja: LLM 呼び出し1回あたりの秒数（エージェントの複雑さ別）。
ko: LLM 호출 1회당 초, 에이전트 복잡도별.
pl: Sekundy na jedno wywołanie LLM, według złożoności agenta.
pt_br: Segundos por uma chamada de LLM, por complexidade do agente.
tr: Aracı karmaşıklığına göre bir LLM çağrısı için saniye.

source: Seconds for one tool call, by tool type. Sync tools add up; async tools overlap.
ar: عدد الثواني لاستدعاء أداة واحدة، حسب نوع الأداة. الأدوات المتزامنة تتراكم؛ والأدوات غير المتزامنة تتداخل.
cs: Sekundy na jedno volání nástroje podle typu nástroje. Synchronní nástroje se sčítají, asynchronní se překrývají.
de: Sekunden für einen Tool-Aufruf, nach Tool-Typ. Synchrone Tools summieren sich, asynchrone überlappen sich.
el: Δευτερόλεπτα για μία κλήση εργαλείου, ανά τύπο εργαλείου. Τα σύγχρονα εργαλεία αθροίζονται· τα ασύγχρονα επικαλύπτονται.
es: Segundos por una llamada a herramienta, según el tipo. Las herramientas síncronas se suman; las asíncronas se solapan.
fi: Sekunteja yhtä työkalukutsua kohden työkalutyypin mukaan. Synkroniset työkalut lasketaan yhteen, asynkroniset limittyvät.
fr: Secondes pour un appel d'outil, selon le type. Les outils synchrones s'additionnent ; les outils asynchrones se chevauchent.
it: Secondi per una chiamata dello strumento, in base al tipo. Gli strumenti sincroni si sommano; quelli asincroni si sovrappongono.
ja: ツール呼び出し1回あたりの秒数（ツールタイプ別）。同期ツールは加算され、非同期ツールは並行します。
ko: 도구 호출 1회당 초, 도구 유형별. 동기 도구는 합산되고 비동기 도구는 겹칩니다.
pl: Sekundy na jedno wywołanie narzędzia, według typu. Narzędzia synchroniczne sumują się; asynchroniczne nakładają się.
pt_br: Segundos por uma chamada de ferramenta, por tipo. Ferramentas síncronas somam-se; assíncronas se sobrepõem.
tr: Araç türüne göre bir araç çağrısı için saniye. Eşzamanlı araçlar toplanır; eşzamansız araçlar çakışır.

source: Security
ar: الأمان
cs: Bezpečnost
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
pl: Bezpieczeństwo
pt_br: Segurança
tr: Güvenlik

source: Select
ar: تحديد
cs: Vybrat
de: Auswählen
el: Επιλογή
es: Seleccionar
fi: Valitse
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Selecionar
tr: Seç

source: Select a pattern
ar: اختر نمطًا
cs: Vyberte vzor
de: Muster auswählen
el: Επιλέξτε ένα πρότυπο
es: Selecciona un patrón
fi: Valitse malli
fr: Sélectionnez un motif
it: Seleziona un pattern
ja: パターンを選択
ko: 패턴 선택
pl: Wybierz wzorzec
pt_br: Selecione um padrão
tr: Bir desen seçin

source: Select a settings tab
ar: اختر علامة تبويب الإعدادات
cs: Vyberte kartu nastavení
de: Wähle einen Einstellungs-Tab
el: Επιλέξτε καρτέλα ρυθμίσεων
es: Selecciona una pestaña de ajustes
fi: Valitse asetusvälilehti
fr: Sélectionnez un onglet de réglages
it: Seleziona una scheda Impostazioni
ja: 設定タブを選択
ko: 설정 탭 선택
pl: Wybierz zakładkę ustawień
pt_br: Selecione uma aba de ajustes
tr: Bir ayarlar sekmesi seçin

source: Select a single node, edge, or nothing (project) to edit comments.
ar: اختر عقدة واحدة أو حافة أو لا شيء (المشروع) لتحرير التعليقات.
cs: Pro úpravu komentářů vyberte jeden uzel, hranu nebo nic (projekt).
de: Wähle einen einzelnen Knoten, eine Kante oder nichts (Projekt), um Kommentare zu bearbeiten.
el: Επιλέξτε έναν μοναδικό κόμβο, ακμή ή τίποτα (έργο) για επεξεργασία σχολίων.
es: Selecciona un único nodo, arista o nada (proyecto) para editar los comentarios.
fi: Valitse yksi solmu, reuna tai ei mitään (projekti) muokataksesi kommentteja.
fr: Sélectionnez un seul nœud, lien ou rien (projet) pour modifier les commentaires.
it: Seleziona un singolo nodo, un arco o nulla (progetto) per modificare i commenti.
ja: コメントを編集するには、単一のノードかエッジを選択するか、何も選択しない（プロジェクト）状態にしてください。
ko: 주석을 편집하려면 단일 노드나 엣지를 선택하거나 아무것도 선택하지 마세요(프로젝트).
pl: Wybierz pojedynczy węzeł, krawędź lub nic (projekt), aby edytować komentarze.
pt_br: Selecione um único nó, aresta ou nada (projeto) para editar os comentários.
tr: Yorumları düzenlemek için tek bir düğüm, kenar veya hiçbir şey (proje) seçin.

source: Select a watsonx Orchestrate project folder to merge into the current graph
ar: اختر مجلد مشروع watsonx Orchestrate لدمجه في الرسم البياني الحالي
cs: Vyberte složku projektu watsonx Orchestrate ke sloučení do aktuálního grafu
de: Wähle einen watsonx Orchestrate-Projektordner zum Zusammenführen in den aktuellen Graphen
el: Επιλέξτε φάκελο έργου watsonx Orchestrate για συγχώνευση στο τρέχον γράφημα
es: Selecciona una carpeta de proyecto de watsonx Orchestrate para fusionarla con el grafo actual
fi: Valitse watsonx Orchestrate -projektikansio yhdistettäväksi nykyiseen graafiin
fr: Sélectionnez un dossier de projet watsonx Orchestrate à fusionner avec le graphe actuel
it: Seleziona una cartella di progetto watsonx Orchestrate da unire al grafo attuale
ja: 現在のグラフにマージする watsonx Orchestrate プロジェクトフォルダを選択
ko: 현재 그래프에 병합할 watsonx Orchestrate 프로젝트 폴더 선택
pl: Wybierz folder projektu watsonx Orchestrate do scalenia z bieżącym grafem
pt_br: Selecione uma pasta de projeto do watsonx Orchestrate para mesclar com o grafo atual
tr: Geçerli grafikle birleştirilecek bir watsonx Orchestrate proje klasörü seçin

source: Select All
ar: تحديد الكل
cs: Vybrat vše
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pl: Zaznacz wszystko
pt_br: Selecionar tudo
tr: Tümünü seç

source: Select an agent node to estimate its latency. Whole-solution simulation and load charts are coming next.
ar: حدِّد عقدة وكيل لتقدير زمن استجابتها. محاكاة الحل بالكامل ومخططات الحمل ستأتي لاحقاً.
cs: Vyberte uzel agenta pro odhad jeho latence. Simulace celého řešení a grafy zátěže budou následovat.
de: Wählen Sie einen Agentenknoten aus, um seine Latenz zu schätzen. Simulation der Gesamtlösung und Lastdiagramme folgen als Nächstes.
el: Επιλέξτε έναν κόμβο πράκτορα για να εκτιμήσετε την καθυστέρησή του. Η προσομοίωση ολόκληρης της λύσης και τα γραφήματα φορτίου έρχονται στη συνέχεια.
es: Selecciona un nodo de agente para estimar su latencia. La simulación de la solución completa y los gráficos de carga llegarán a continuación.
fi: Valitse agenttisolmu sen viiveen arvioimiseksi. Koko ratkaisun simulaatio ja kuormituskaaviot tulevat seuraavaksi.
fr: Sélectionnez un nœud d'agent pour estimer sa latence. La simulation de la solution complète et les graphiques de charge arrivent ensuite.
it: Seleziona un nodo agente per stimarne la latenza. La simulazione dell'intera soluzione e i grafici di carico arriveranno a breve.
ja: レイテンシを推定するエージェントノードを選択してください。ソリューション全体のシミュレーションと負荷チャートは近日公開予定です。
ko: 지연 시간을 추정할 에이전트 노드를 선택하세요. 전체 솔루션 시뮬레이션과 부하 차트가 곧 제공됩니다.
pl: Wybierz węzeł agenta, aby oszacować jego opóźnienie. Symulacja całego rozwiązania i wykresy obciążenia pojawią się wkrótce.
pt_br: Selecione um nó de agente para estimar sua latência. A simulação da solução completa e os gráficos de carga vêm a seguir.
tr: Gecikmesini tahmin etmek için bir aracı düğümü seçin. Tüm çözüm simülasyonu ve yük grafikleri sırada.

source: Select an Agentic Graph project to merge into the current graph
ar: اختر مشروع Agentic Graph لدمجه في الرسم البياني الحالي
cs: Vyberte projekt Agentic Graph ke sloučení do aktuálního grafu
de: Wähle ein Agentic Graph-Projekt zum Zusammenführen in den aktuellen Graphen
el: Επιλέξτε ένα έργο Agentic Graph για συγχώνευση στο τρέχον γράφημα
es: Selecciona un proyecto de Agentic Graph para fusionarlo con el grafo actual
fi: Valitse Agentic Graph -projekti yhdistettäväksi nykyiseen graafiin
fr: Sélectionnez un projet Agentic Graph à fusionner avec le graphe actuel
it: Seleziona un progetto Agentic Graph da unire al grafo attuale
ja: 現在のグラフにマージする Agentic Graph プロジェクトを選択
ko: 현재 그래프에 병합할 Agentic Graph 프로젝트 선택
pl: Wybierz projekt Agentic Graph do scalenia z bieżącym grafem
pt_br: Selecione um projeto do Agentic Graph para mesclar com o grafo atual
tr: Geçerli grafikle birleştirilecek bir Agentic Graph projesi seçin

source: Select Connected Nodes
ar: تحديد العقد المتصلة
cs: Vybrat propojené uzly
de: Verbundene Knoten auswählen
el: Επιλογή συνδεδεμένων κόμβων
es: Seleccionar nodos conectados
fi: Valitse yhdistetyt solmut
fr: Sélectionner les nœuds connectés
it: Seleziona nodi connessi
ja: 接続されたノードを選択
ko: 연결된 노드 선택
pl: Zaznacz połączone węzły
pt_br: Selecionar nós conectados
tr: Bağlı düğümleri seç

source: Select Multiple
ar: تحديد متعدد
cs: Vybrat více
de: Mehrere auswählen
el: Επιλογή πολλαπλών
es: Seleccionar varios
fi: Valitse useita
fr: Sélection multiple
it: Seleziona più elementi
ja: 複数選択
ko: 여러 개 선택
pl: Wybierz wiele
pt_br: Selecionar múltiplos
tr: Birden çok seç

source: Sensitivity
ar: الحساسية
cs: Citlivost
de: Vertraulichkeit
el: Ευαισθησία
es: Sensibilidad
fi: Herkkyys
fr: Sensibilité
it: Sensibilità
ja: 機密度
ko: 민감도
pl: Wrażliwość
pt_br: Sensibilidade
tr: Hassasiyet

source: Sent as the system instruction for every pattern evaluation.
ar: يُرسل كتعليمات نظام لكل تقييم نمط.
cs: Odesílá se jako systémový pokyn pro každé vyhodnocení vzoru.
de: Wird als Systemanweisung für jede Musterauswertung gesendet.
el: Αποστέλλεται ως οδηγία συστήματος για κάθε αξιολόγηση μοτίβου.
es: Se envía como instrucción del sistema en cada evaluación de patrón.
fi: Lähetetään järjestelmäohjeena jokaiselle mallianalyysille.
fr: Envoyé comme instruction système pour chaque évaluation de motif.
it: Inviato come istruzione di sistema per ogni valutazione del pattern.
ja: すべてのパターン評価でシステム指示として送信されます。
ko: 모든 패턴 평가에서 시스템 지침으로 전송됩니다.
pl: Wysyłane jako instrukcja systemu dla każdej oceny wzorca.
pt_br: Enviado como instrução de sistema para cada avaliação de padrão.
tr: Her desen değerlendirmesi için sistem yönergesi olarak gönderilir.
